{
    "data": {
        "150": {
            "history": "El cargo de Director Supremo de las Provincias Unidas del Río de la Plata fue establecido el 31 de enero de 1814 por la Asamblea del Año XIII, con el objetivo de centralizar el poder ejecutivo, previamente dividido en el Triunvirato. Este cargo, con un mandato de dos años, fue creado para fortalecer el liderazgo interno frente a amenazas externas e internas durante el período post-revolucionario. Gervasio Antonio de Posadas fue su primer titular, y el último, Juan Pedro Aguirre, dejó el cargo en 1820, marcando el final del Directorio y el inicio de la Anarquía del Año XX. El Director Supremo, aunque con atribuciones ejecutivas, debía responder ante un Congreso y estaba asesorado por un Consejo de Estado de siete miembros, intentando equilibrar el poder y evitar abusos. Posteriormente, la dirección de las Provincias Unidas recaería en los gobernadores de Buenos Aires.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Directorio",
                    "label": "Avenida Directorio"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Director_supremo_de_las_Provincias_Unidas_del_R%C3%ADo_de_la_Plata",
                    "label": "Wikipedia - Director supremo de las Provincias Unidas del Río de la Plata"
                }
            ]
        },
        "300": {
            "history": "El director supremo de las Provincias Unidas del Río de la Plata fue un cargo ejecutivo unipersonal, instaurado el 31 de enero de 1814 por la Asamblea del Año XIII, sirviendo de sucesor al Triunvirato. Esta figura fue creada para consolidar la autoridad y responder de manera unificada a las amenazas del Ejército Realista y a las disputas internas entre patriotas, y se diferenciaba de los sistemas presidenciales tradicionales. Gervasio Antonio de Posadas fue el primer Director Supremo, iniciando su mandato el 22 de enero de 1814, y enfrentando retos significativos como la Guerra de Independencia y la conquista de Montevideo. \n\nEl cargo tenía una duración de dos años y se esperaba que el director supremo estuviera acompañado por un Consejo de Estado compuesto por siete personas, y debía responder ante un Congreso con funciones legislativas, buscando así mantener un equilibrio y control de poderes. Este sistema persistió hasta 1820, cuando Juan Pedro Aguirre, el último director supremo, renunció, desembocando en la Anarquía del Año XX y en la disolución del Congreso. Tras estos eventos, la gobernación de Buenos Aires asumió de facto la dirección de las Provincias Unidas, controlando las relaciones exteriores y ejerciendo influencia política sobre las provincias internas a través del manejo del puerto de Buenos Aires.\n\nLa creación del Directorio surgió de la necesidad de reformar el Poder Ejecutivo, y tras extensos debates, la Asamblea optó por concentrar el poder en una sola mano para dar impulso y dirección a los asuntos nacionales. Los directores supremos enfrentaron diversos conflictos políticos, militares y civiles durante sus mandatos, incluyendo revueltas federales y militares, y luchas por la dirección del Ejército del Norte y contra Artigas. La inestabilidad y los conflictos internos marcaron este período, llevando eventualmente a su supresión y a la búsqueda de nuevos mecanismos de gobierno y representación.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Directorio",
                    "label": "Avenida Directorio"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Director_supremo_de_las_Provincias_Unidas_del_R%C3%ADo_de_la_Plata",
                    "label": "Wikipedia - Director supremo de las Provincias Unidas del Río de la Plata"
                }
            ]
        }
    }
}