{
    "data": {
        "150": {
            "history": "Donato Álvarez (1825-1913), militar argentino, participó en conflictos y batallas significativas en Argentina. Enrolado controversialmente en 1837, luchó en campañas contra indígenas y unitarios entre 1839-1849, incluyendo batallas como Chascomús y Vuelta de Obligado. Se unió al Ejército Grande de Urquiza, combatiendo en Caseros en 1852. Álvarez desempeñó roles cruciales en Cepeda, Pavón y la Guerra del Paraguay, en batallas como Yatay y Tuyutí. Ascendido a teniente general en 1890, se retiró en 1895. Falleció en 1913 en Buenos Aires. Su nombre perdura en varias localidades y calles argentinas.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Donato_%C3%81lvarez_(Buenos_Aires)",
                    "label": "Avenida Donato Álvarez"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Donato_%C3%81lvarez",
                    "label": "Donato Álvarez"
                }
            ]
        },
        "300": {
            "history": "Donato Álvarez, nacido en Esquina en 1825, fue un importante militar argentino que tuvo un rol crucial en varios conflictos de la Argentina del siglo XIX. Según su testimonio, fue incorporado de manera forzada al ejército en 1837, un hecho poco común para un joven educado en esa época. Álvarez participó en numerosas campañas contra indígenas y en la guerra contra los unitarios desde 1839 hasta 1849, destacando en batallas como Chascomús, Arroyo Grande y Vuelta de Obligado. Posteriormente, se unió a Justo José de Urquiza en el Ejército Grande y luchó en la Batalla de Caseros. También tuvo participaciones destacadas en Cepeda, Pavón, y en la Guerra del Paraguay, en enfrentamientos clave como Yatay y Tuyutí. Álvarez fue un miembro activo de la masonería desde 1860 y continuó su carrera militar enfrentando la rebelión jordanista en 1870 y comandando tropas en diferentes territorios de Argentina. Fue ascendido a diferentes rangos, alcanzando el título de teniente general en 1890, retirándose del servicio activo en 1895. Donato Álvarez falleció en Buenos Aires en 1913 y está enterrado en el Cementerio de la Recoleta. Su legado sigue vivo, siendo honrado a través de nombres de localidades y calles en Argentina, entre ellas, la avenida Donato Álvarez en Buenos Aires.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Donato_%C3%81lvarez_(Buenos_Aires)",
                    "label": "Avenida Donato Álvarez"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Donato_%C3%81lvarez",
                    "label": "Donato Álvarez"
                }
            ]
        }
    }
}