{
    "data": {
        "150": {
            "history": "Juan B. Justo (1865-1928) fue un influyente médico, periodista, y político argentino, fundador del Partido Socialista Argentino y de la cooperativa El Hogar Obrero. Desempeñó importantes roles como diputado y senador, promoviendo leyes sociales y contra el alcoholismo y el juego. Participó activamente en debates y reformas, como la Reforma Universitaria de 1918. Además, fue un reconocido escritor y traductor de obras socialistas, como \"El Capital\" de Karl Marx. Casado con la feminista Alicia Moreau de Justo, su legado perdura en los homenajes realizados en su honor, como el nombre de importantes avenidas en diferentes ciudades de Argentina, y en la influencia de sus ideales de justicia social y equidad.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Juan_B._Justo",
                    "label": "Wikipedia - Juan B. Justo"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Juan_B._Justo",
                    "label": "Wikipedia - Avenida Juan B. Justo"
                }
            ]
        },
        "300": {
            "history": "Juan Bautista Justo, nacido en 1865 en Buenos Aires, fue un médico, periodista, y destacado político argentino, fundador del Partido Socialista Argentino (PSA) en 1896, y del periódico \"La Vanguardia\". También fundó la cooperativa El Hogar Obrero y desempeñó roles significativos como diputado entre 1912 y 1924, y como senador hasta 1928, promoviendo diversas legislaciones en materia social, contra el alcoholismo, el juego, y para eliminar el analfabetismo. Contribuyó a la Reforma Universitaria de 1918 y fue un ferviente defensor de los derechos de los trabajadores y de la justicia social.\n\nJuan B. Justo también tuvo una destacada actuación en el ámbito de la literatura y la traducción, siendo autor de obras como \"Teoría y práctica de la historia\" y \"El socialismo argentino\", y realizando la primera traducción al español de \"El Capital\" de Karl Marx. Se casó en 1921 con la renombrada feminista argentina, Alicia Moreau de Justo, consolidando su compromiso con los ideales de equidad y derechos de las mujeres.\n\nSu influencia y legado perduran en Argentina, evidenciados en los numerosos homenajes que ha recibido, como el bautismo de varias avenidas y calles en su honor en diversas ciudades del país. Juan B. Justo falleció el 8 de enero de 1928, dejando tras de sí una vida dedicada a la lucha por la justicia social, la equidad, y los derechos de los trabajadores y las mujeres, y su memoria sigue viva en la influencia persistente de sus ideales y contribuciones en la sociedad argentina.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Juan_B._Justo",
                    "label": "Wikipedia - Juan B. Justo"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Juan_B._Justo",
                    "label": "Wikipedia - Avenida Juan B. Justo"
                }
            ]
        }
    }
}