{
    "data": {
        "150": {
            "history": "Bernardino Rivadavia, nacido el 20 de mayo de 1780 en Buenos Aires, fue un influyente político argentino y el primer presidente de las Provincias Unidas del Río de la Plata, desde el 8 de febrero de 1826 hasta el 27 de junio de 1827. Desde temprano, Rivadavia participó activamente en la política, influyendo en el Primer Triunvirato y sirviendo como ministro de Gobierno y Relaciones Exteriores entre 1820 y 1824. Fue un ferviente partidario de la organización nacional y gestionó el primer empréstito en la historia argentina. Su mandato presidencial fue marcado por conflictos y controversias, llevándolo a renunciar y exiliarse en España, donde falleció en 1845. A pesar de su controversial legado, Rivadavia tuvo un impacto duradero en la historia argentina, dejando un legado de ideales unitarios y reformas.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Bernardino_Rivadavia",
                    "label": "Wikipedia - Benardino Rivadavia"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Rivadavia",
                    "label": "Wikipedia - Avenida Rivadavia"
                }
            ]
        },
        "300": {
            "history": "Bernardino de la Trinidad González de Rivadavia y Rodríguez de Rivadavia (1780-1845) fue un político argentino que marcó la historia del país como el primer presidente de las Provincias Unidas del Río de la Plata desde 1826 hasta 1827. Nacido en Buenos Aires, Rivadavia se involucró en la política desde joven, desempeñando un rol crucial durante la Revolución de Mayo y siendo influencia en el Primer Triunvirato. Posteriormente, fue ministro de Gobierno y Relaciones Exteriores de 1820 a 1824 durante el gobierno de Martín Rodríguez.\n\nRivadavia era un fuerte partidario de la organización nacional y buscó la consolidación del estado y las reformas institucionales. Durante su mandato como ministro, gestionó el \"Empréstito Baring\", iniciando así la deuda externa de Argentina. A pesar de la controversia en torno al destino de los fondos, fue un paso significativo en el establecimiento de relaciones financieras internacionales.\n\nSu periodo presidencial, marcado por la Guerra del Brasil y la sanción de la Constitución Argentina de 1826, fue tumultuoso y plagado de conflictos con provincias y opositores. Su repudio a la Convención Preliminar de Paz de 1827 lo llevó a renunciar y a un exilio en España, donde falleció en 1845.\n\nA pesar de las controversias, Rivadavia dejó un legado duradero en Argentina, impulsando la creación de instituciones y fomentando ideales unitarios. Su vida y carrera son reflejo de una época de intensos cambios y conflictos en la formación del estado argentino. Su influencia se extiende a la actualidad, siendo recordado como un personaje pivotal en la conformación de la identidad y estructura política de Argentina.",
            "source": [
                {
                    "url": "https://es.wikipedia.org/wiki/Bernardino_Rivadavia",
                    "label": "Wikipedia - Benardino Rivadavia"
                },
                {
                    "url": "https://es.wikipedia.org/wiki/Avenida_Rivadavia",
                    "label": "Wikipedia - Avenida Rivadavia"
                }
            ]
        }
    }
}