{
    "150": {
        "history": "Ángel Gallardo (1867-1934) fue un destacado científico, educador y político argentino. Nacido en Buenos Aires, se graduó en Ingeniería Civil y se doctoró en Ciencias Naturales. Se dedicó especialmente a las ciencias naturales, con obras relevantes sobre herencia biológica y división celular. Gallardo ocupó cargos de gran importancia como el de Presidente del Consejo Nacional de Educación y Ministro de Relaciones Exteriores y Culto. Su compromiso con la educación lo llevó a duplicar el número de escuelas nacionales en Argentina entre 1916 y 1921. Además, fue rector de la Universidad de Buenos Aires en 1932 y participó activamente en la Sociedad Científica Argentina. A pesar de su ferviente catolicismo y su posición política anticomunista, que lo llevó a admirar a Mussolini, su legado en el ámbito científico y educativo perdura en Argentina, con varios lugares nombrados en su honor.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/%C3%81ngel_Gallardo",
                "label": "Wikipedia - Ángel Gallardo"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_%C3%81ngel_Gallardo",
                "label": "Wikipedia - Avenida Ángel Gallardo"
            }
        ]
    },
    "300": {
        "history": "Ángel Gallardo (1867-1934), nacido en Buenos Aires, Argentina, fue un renombrado ingeniero civil, científico y político. Se diplomó en Ingeniería Civil y posteriormente obtuvo un doctorado en Ciencias Naturales, desarrollando teorías significativas sobre la herencia biológica y la división celular. Entre sus cargos más destacados, se encuentran el de Presidente del Consejo Nacional de Educación (1916-1921) y Ministro de Relaciones Exteriores y Culto de Argentina (1922-1928). Durante su gestión en educación, logró duplicar el número de escuelas nacionales en el país.\n\nGallardo fue un apasionado de las ciencias naturales, impulsando mejoras significativas en las secciones de Botánica y Paleontología del Museo Nacional de Historia Natural y realizando expediciones de estudio en busca de fósiles humanos. Además, fue rector de la Universidad de Buenos Aires en 1932 y presidente de la Sociedad Científica Argentina en 1896, organizando el primer congreso científico en Buenos Aires. Sus contribuciones a la ciencia fueron reconocidas internacionalmente, representando a la Universidad de Buenos Aires en congresos científicos europeos.\n\nEn el ámbito político, tuvo posturas anticomunistas y mostró abierta admiración por Benito Mussolini. Participó activamente en la Liga Patriótica Argentina, grupo de ultraderecha que hostigaba a residentes extranjeros y trabajadores en huelga. A pesar de estos aspectos controvertidos, su legado en el campo de la educación y la ciencia es notable en Argentina. Varias localidades y avenidas llevan su nombre en reconocimiento a su aporte al desarrollo educativo y científico del país. Fue un ferviente católico, y dictó conferencias sobre \"Ciencia y creencia\", y sus aportes en el campo de la zoología son recordados con la abreviatura \"Gallardo\" para indicar su autoridad en descripción y taxonomía en esta rama de la biología.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/%C3%81ngel_Gallardo",
                "label": "Wikipedia - Ángel Gallardo"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_%C3%81ngel_Gallardo",
                "label": "Wikipedia - Avenida Ángel Gallardo"
            }
        ]
    }
}