{
    "150": {
        "history": "Eustoquio Díaz Vélez, militar y prócer argentino, tuvo un papel destacado en la Revolución de Mayo y en las guerras por la independencia de Argentina. Después de la Batalla de Caseros en 1852, Díaz Vélez regresó a Buenos Aires y se abstuvo de la política activa. En sus últimos años, protegió a los ciudadanos durante los ataques indígenas en la frontera y luchó por la paz y la seguridad de la región. Falleció el 1 de abril de 1856, siendo una figura venerada de los militares patriotas. Sus restos descansan en el Cementerio de la Recoleta, y su legado perdura en monumentos y reconocimientos a nivel nacional, sirviendo como un recordatorio de su valentía y dedicación a la causa de la independencia y seguridad de Argentina.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/Eustoquio_D%C3%ADaz_V%C3%A9lez",
                "label": "Wikipedia - Eustoquio Díaz Vélez"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_D%C3%ADaz_V%C3%A9lez",
                "label": "Wikipedia - Avenida Díaz Vélez"
            }
        ]
    },
    "300": {
        "history": "Eustoquio Díaz Vélez fue un notable militar y patriota argentino del siglo XIX, fundamental en los esfuerzos de Argentina por obtener la independencia. Nació en 1782 y tuvo una carrera militar distinguida, participando activamente en la Revolución de Mayo y en las subsiguientes guerras de independencia, donde se destacó por su valentía y liderazgo.\n\nLuego de la Batalla de Caseros en 1852, Vélez regresó a Buenos Aires y, pese a su prestigio, optó por mantenerse fuera de la política, dedicándose más bien a cuestiones relacionadas con la defensa y seguridad de la frontera y sus habitantes. Durante este tiempo, Díaz Vélez asumió un papel protector, brindando refugio y amparo a los ciudadanos durante los constantes ataques indígenas en la región de Tandil. A pesar de enfrentar múltiples desafíos y amenazas, su valentía y resolución nunca flaquearon.\n\nEl 1 de abril de 1856, Díaz Vélez falleció en Buenos Aires, dejando un legado duradero de dedicación a la independencia y bienestar de Argentina. Su contribución a la formación de la nación ha sido honrada y recordada a través de diferentes monumentos y reconocimientos, incluido el Monumento a la Batalla de Salta y un monumento en Monteros, Tucumán. Sus restos descansan en el Cementerio de la Recoleta en una bóveda familiar declarada Monumento Histórico Nacional.\n\nDíaz Vélez es recordado como un héroe nacional, un hombre de gran valor y principios, que luchó incansablemente por la libertad y seguridad de su país. Su vida y obras siguen siendo un ejemplo inspirador de compromiso con la justicia y la soberanía nacional, reflejando los ideales y aspiraciones de la Argentina en su búsqueda por la autodeterminación y la paz.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/Eustoquio_D%C3%ADaz_V%C3%A9lez",
                "label": "Wikipedia - Eustoquio Díaz Vélez"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_D%C3%ADaz_V%C3%A9lez",
                "label": "Wikipedia - Avenida Díaz Vélez"
            }
        ]
    }
}