{
    "150": {
        "history": "Honorio Pueyrredón (1876-1945) fue un destacado político, diplomático y académico argentino, proveniente de una familia con profundas raíces patrióticas. Graduado y docente en la Facultad de Derecho de la Universidad de Buenos Aires, inició su carrera política en la Unión Cívica, militando en las filas del mitrismo. Pueyrredón sirvió como Ministro de Agricultura y luego de Relaciones Exteriores durante el gobierno de Hipólito Yrigoyen. Participó activamente en la representación argentina en la Sociedad de Naciones y se desempeñó como embajador en Estados Unidos y Cuba. Fue elegido gobernador de Buenos Aires en 1931, aunque su mandato fue impugnado. A pesar de las adversidades y el exilio político, continuó siendo una figura clave en la política argentina hasta su muerte en 1945.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_Doctor_Honorio_Pueyrred%C3%B3n",
                "label": "Wikipedia - Avenida Doctor Honorio Pueyrredón"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Honorio_Pueyrred%C3%B3n",
                "label": "Wikipedia - Honorio Pueyrredón"
            }
        ]
    },
    "300": {
        "history": "Honorio Cirilo Pueyrredón (1876-1945), jurisconsulto, profesor, político y diplomático argentino, nació en San Pedro, Buenos Aires, en una familia de notable legado patriótico y político. Se graduó en Derecho en la Universidad de Buenos Aires en 1896, donde también impartió docencia. Su carrera política comenzó en la Unión Cívica, influenciado por el mitrismo. Más tarde, se uniría a Hipólito Yrigoyen, siendo nombrado Ministro de Agricultura en 1916 y Ministro de Relaciones Exteriores de 1917 a 1922. Pueyrredón fue crucial en la delegación argentina en la Sociedad de Naciones y fungió como embajador en Estados Unidos y Cuba.\n\nAunque fue elegido gobernador de la provincia de Buenos Aires en 1931, el golpe de José Félix Uriburu anuló las elecciones y desencadenó una represión contra los radicales, resultando en el destierro de Pueyrredón. Después de regresar, continuó su militancia en la U.C.R. y se mantuvo como un fiel representante del yrigoyenismo, incluso enfrentando confinamientos.\n\nEn 1943, se perfiló como candidato a presidente por la Unión Democrática, respaldado por diversas facciones políticas; sin embargo, un golpe de Estado frustró su postulación. Pueyrredón falleció en 1945, pero su legado persiste, con familiares como Patricia Bullrich continuando su influencia política.\n\nHonorio Pueyrredón dejó un indelible legado en la historia argentina, marcado por su compromiso con la representación diplomática, su resistencia ante la represión y su dedicación a los ideales yrigoyenistas. A pesar de las adversidades políticas y el destierro, Pueyrredón representa un ejemplo de perseverancia y convicción en el panorama político argentino.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_Doctor_Honorio_Pueyrred%C3%B3n",
                "label": "Wikipedia - Avenida Doctor Honorio Pueyrredón"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Honorio_Pueyrred%C3%B3n",
                "label": "Wikipedia - Honorio Pueyrredón"
            }
        ]
    }
}