{
    "150": {
        "history": "Pedro Goyena (1843-1892) fue un renombrado jurisconsulto, escritor y político argentino, destacado por su oposición al laicismo de la Generación del 80. Profesor de filosofía y Derecho Romano en la Universidad de Buenos Aires, Goyena también ejerció funciones legislativas como diputado y senador. Enfrentó firmemente reformas como la Ley 1420, que proclamaba la enseñanza pública, gratuita y laica, y la Ley de matrimonio civil de 1888, abogando por el reconocimiento exclusivo de los matrimonios católicos por el Estado. Antes de fallecer de neumonía, se unió a la Unión Cívica. Su legado persiste, siendo homenajeado por calles y avenidas en Buenos Aires que llevan su nombre, y es recordado por su compromiso con el pensamiento católico y su notable capacidad como orador y polemista.",
        "source": [
            {
                "url": "https://es.wikipedia.org/wiki/Avenida_Pedro_Goyena",
                "label": "Wikipedia - Avenida Pedro Goyena"
            },
            {
                "url": "https://es.wikipedia.org/wiki/Pedro_Goyena",
                "label": "Wikipedia - Pedro Goyena"
            }
        ]
    },
    "300": {
        "history": "Pedro Goyena, nacido el 24 de julio de 1843 y fallecido el 17 de mayo de 1892, fue un ilustre jurisconsulto, escritor y político argentino, reconocido por su resistencia al laicismo predominante en la Generación del 80. Ejerció como profesor de filosofía y Derecho Romano en la Universidad de Buenos Aires, participando activamente en la vida política y legislativa del país como diputado y senador. Fue un firme opositor a reformas liberales claves de su época, incluida la Ley 1420 de 1884, que establecía la escuela pública, gratuita y laica, y la Ley de matrimonio civil de 1888, manteniendo que el Estado debería reconocer únicamente los matrimonios registrados por la Iglesia Católica.\n\nGoyena, además de su labor académica y legislativa, fue también periodista, contribuyendo en publicaciones como la Revista Argentina y la Unión, donde defendió sus posturas anti-liberales. Se destacó por su elocuencia y habilidades de debate, particularmente en el Congreso Pedagógico de 1882, donde sostuvo que la escuela pública común debía ser católica, enfrentándose en debates con figuras como Leandro Alem.\n\nSu compromiso con el pensamiento católico lo llevó a ser vicepresidente primero de la recién fundada Unión Católica y, poco antes de su muerte por neumonía, se unió a la heterogénea Unión Cívica. En su sepelio, el presidente Carlos Pellegrini lo describió como «una de las más brillantes y altas manifestaciones de la intelectualidad argentina».\n\nHoy, su legado y contribuciones a la historia argentina son conmemorados a través de diversas calles y avenidas en Buenos Aires que llevan su nombre, reflejando su impacto duradero en el pensamiento y la política argentina, y su ferviente defensa de los valores y principios católicos en una época de cambios significativos y reformas liberales.",
        "source": [
            {
                "url": "",
                "label": ""
            }
        ]
    }
}